"OK" = "确定";
"Back" = "返回";
"Done" = "完成";
"Sorry" = "抱歉";
"Cancel" = "取消";
"Setting" = "设置";
"Photos" = "照片";
"Videos" = "视频";
"Preview" = "预览";
"Full image" = "原图";
"Processing..." = "正在处理...";
"Can not use camera" = "无法使用相机";
"Synchronizing photos from iCloud" = "正在从iCloud同步照片";
"Can not choose both video and photo" = "选择照片时不能选择视频";
"Can not choose both photo and GIF" = "选择照片时不能选择 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多选状态下选择视频，默认将视频当图片发送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "无法跳转到隐私设置页面，请手动前往设置页面，谢谢";

"Select a maximum of %zd photos" = "你最多只能选择%zd张照片";
"Select a minimum of %zd photos" = "请至少选择%zd张照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "请在iPhone的\"设置-隐私-照片\"选项中，\r允许%@访问你的手机相册";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "请在iPhone的\"设置-隐私-相机\"中允许%@访问相机";
"You haven't set the microphone permission to use the function properly" = "您未设置麦克风权限,无法正常使用功能";
"You haven't set the camera permission to use the function properly" = "您未设置相机权限,无法正常使用功能";
"You haven't set the album permission to use the function properly" = "您未设置相册权限,无法正常使用功能";
"You haven't set the album permission to save the picture" = "您未设置相册权限,无法保存图片";
"You haven't set the album permission to save the video" = "您未设置相册权限,无法保存视频";
"Do you wanna save video?" = "是否保存视频?";

"chatEnd" = "对话结束";
"chatFailCancel" = "返回";
"chatFailContent" = "对话接入失败，是否重试?";
"chatFailRetry" = "重试";
"chatFailTitle" = "对话失败";
"endChat" = "关闭对话";
"staffOffline" = "客服离线";
"leaveWordTitle" = "留言";
"noNetWork" = "网络连接失败";
"staffNickName" = "客服";
"waitingTitle" = "等待接入";
"success" = "成功";
"fail" = "失败";
"error" = "错误";
"notFound" = "未找到对应文件";
"resourceError" = "资源错误";
"playError" = "播放错误";
"netError" = "网络不可用";
"pageLoadingError" = "页面不可用";
"uploadError" = "上传错误";
"overSize" = "文件过大";
"save" = "保存";
"Do you end this conversation?" = "是否结束本次对话?";
"Do you wanna save picture?" = "是否保存图片?";
"loading" = "正在加载...";
"connecting..." = "正在连接...";
"connectingTitle" = "正在接入...";
"[pic]" = "[图片]";
"tip" = "提示";
"not support" = "不支持";
"full image" = "查看原图";
"work order" = "工单";
"emoji" = "[表情]";
"newMsg" = "您有一条新消息";
"no message" = "暂无消息";
"no network is available" = "网络连接异常, 请检查您的网络";
"connect error,please check" ="网络连接异常, 点击刷新";
"message" = "消息";
"message(%ld)" = "消息(%ld)";

//----> extral_permission_description
"echat_permission_camera" = "相机权限 ";
"echat_permission_microphone" = "麦克风权限 ";
"echat_permission_album" = "相册权限 ";
"echat_permission_location" = "定位权限 ";
"echat_permission_use_description" = "权限使用说明";
"echat_permission_map_description" = "当前申请定位权限，用于客服对话过程中，定位当前手机位置，选择位置信息发送给客服，不授权权限，不影响其他功能使用";
"echat_permission_media_description" = "当前申请相册权限，用于客服对话过程中，发送图片、视频以及保存图片、视频、文件至本地，不授权权限，不影响其他功能使用";
"echat_permission_record_description" = "当前申请%@，用于客服对话过程中，拍照、录制视频、录制音频并发送给客服，不授权权限，不影响其他功能使用";
